{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "SlAiGame",
			"Children": [
				{
					"Source":
					{
						"Text": ": Fight with me !"
					},
					"Translation":
					{
						"Text": ":和我一起攻击！"
					},
					"Key": "EnemyDialogue"
				},
				{
					"Source":
					{
						"Text": "E"
					},
					"Translation":
					{
						"Text": "东"
					},
					"Key": "E"
				},
				{
					"Source":
					{
						"Text": "Enemy"
					},
					"Translation":
					{
						"Text": "敌人"
					},
					"Key": "Enemy"
				},
				{
					"Source":
					{
						"Text": "GameOption"
					},
					"Translation":
					{
						"Text": "游戏设置"
					},
					"Key": "GameOption"
				},
				{
					"Source":
					{
						"Text": "GoBack"
					},
					"Translation":
					{
						"Text": "返回"
					},
					"Key": "GoBack"
				},
				{
					"Source":
					{
						"Text": "N"
					},
					"Translation":
					{
						"Text": "北"
					},
					"Key": "N"
				},
				{
					"Source":
					{
						"Text": "Player"
					},
					"Translation":
					{
						"Text": "玩家"
					},
					"Key": "Player"
				},
				{
					"Source":
					{
						"Text": "QuitGame"
					},
					"Translation":
					{
						"Text": "退出游戏"
					},
					"Key": "QuitGame"
				},
				{
					"Source":
					{
						"Text": "S"
					},
					"Translation":
					{
						"Text": "南"
					},
					"Key": "S"
				},
				{
					"Source":
					{
						"Text": "SaveCompleted"
					},
					"Translation":
					{
						"Text": "保存完毕"
					},
					"Key": "SaveCompleted"
				},
				{
					"Source":
					{
						"Text": "SaveGame"
					},
					"Translation":
					{
						"Text": "保存游戏"
					},
					"Key": "SaveGame"
				},
				{
					"Source":
					{
						"Text": "Send"
					},
					"Translation":
					{
						"Text": "对话"
					},
					"Key": "Send"
				},
				{
					"Source":
					{
						"Text": "W"
					},
					"Translation":
					{
						"Text": "西"
					},
					"Key": "W"
				}
			]
		},
		{
			"Namespace": "SlAiMenu",
			"Children": [
				{
					"Source":
					{
						"Text": "Chinese"
					},
					"Translation":
					{
						"Text": "中文"
					},
					"Key": "Chinese"
				},
				{
					"Source":
					{
						"Text": "ChooseRecord"
					},
					"Translation":
					{
						"Text": "选择存档"
					},
					"Key": "ChooseRecord"
				},
				{
					"Source":
					{
						"Text": "English"
					},
					"Translation":
					{
						"Text": "英文"
					},
					"Key": "English"
				},
				{
					"Source":
					{
						"Text": "EnterGame"
					},
					"Translation":
					{
						"Text": "进入游戏"
					},
					"Key": "EnterGame"
				},
				{
					"Source":
					{
						"Text": "EnterRecord"
					},
					"Translation":
					{
						"Text": "进入存档"
					},
					"Key": "EnterRecord"
				},
				{
					"Source":
					{
						"Text": "GameOption"
					},
					"Translation":
					{
						"Text": "游戏设置"
					},
					"Key": "GameOption"
				},
				{
					"Source":
					{
						"Text": "GoBack"
					},
					"Translation":
					{
						"Text": "返回"
					},
					"Key": "GoBack"
				},
				{
					"Source":
					{
						"Text": "Input Record Name!"
					},
					"Translation":
					{
						"Text": "输入存档名"
					},
					"Key": "RecordNameHint"
				},
				{
					"Source":
					{
						"Text": "LoadRecord"
					},
					"Translation":
					{
						"Text": "加载存档"
					},
					"Key": "LoadRecord"
				},
				{
					"Source":
					{
						"Text": "Menu"
					},
					"Translation":
					{
						"Text": "菜单"
					},
					"Key": "Menu"
				},
				{
					"Source":
					{
						"Text": "Music"
					},
					"Translation":
					{
						"Text": "音乐"
					},
					"Key": "Music"
				},
				{
					"Source":
					{
						"Text": "NewGame"
					},
					"Translation":
					{
						"Text": "新游戏"
					},
					"Key": "NewGame"
				},
				{
					"Source":
					{
						"Text": "QuitGame"
					},
					"Translation":
					{
						"Text": "退出游戏"
					},
					"Key": "QuitGame"
				},
				{
					"Source":
					{
						"Text": "Record Name Repeated!"
					},
					"Translation":
					{
						"Text": "重新输入存档名"
					},
					"Key": "NameRepeatedHint"
				},
				{
					"Source":
					{
						"Text": "RecordName"
					},
					"Translation":
					{
						"Text": "存档名"
					},
					"Key": "RecordName"
				},
				{
					"Source":
					{
						"Text": "Sound"
					},
					"Translation":
					{
						"Text": "音效"
					},
					"Key": "Sound"
				},
				{
					"Source":
					{
						"Text": "StartGame"
					},
					"Translation":
					{
						"Text": "开始游戏"
					},
					"Key": "StartGame"
				}
			]
		}
	]
}